Repository: nabiki-t/GomaShio
Catalog: GomaShio/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# AccountTitleText.Text
source: Account
ja_jp: アカウント

# AddAccountButton.ToolTipService.ToolTip
source: Add an account
ja_jp: アカウントの追加

# AddInquiryButton.ToolTipService.ToolTip
source: Add an Item
ja_jp: 項目を追加

# CopyAccountButton.ToolTipService.ToolTip
source: Duplicate selected account
ja_jp: 選択されたアカウントを複製

# CopyInquiryButton.ToolTipService.ToolTip
source: Duplicate selected item
ja_jp: 選択された項目を複製

# CreateNewDescription.Text
source: Clear all of saved account data and set new master password.
ja_jp: 保存対象のファイルを新規に作成します。既存のファイルを指定した場合は、ファイルの内容はすべて削除されます。

# CreateNewPasswordFileButton.Content
source: Initialize
ja_jp: 新規に作成する

# DeleteAccountButton.ToolTipService.ToolTip
source: Delete selected account
ja_jp: 選択されたアカウントを削除

# DeleteInquiryButton.ToolTipService.ToolTip
source: Delete selected item
ja_jp: 選択された項目を削除

# EditEnableToggle.OffContent
source: Read only
ja_jp: 読取専用

# EditEnableToggle.OnContent
source: Ediable
ja_jp: 変更可

# EditInquiryDialog.SecondaryButtonText
source: Cancel
ja_jp: キャンセル

# EditInquiryDialog.Title
source: Edit
ja_jp: 項目の編集

# ExportPasswordFileButton.Content
source: Export
ja_jp: エクスポート

# ExportPasswordFileDescription.Text
source: Output registered IDs/Passwords to a plain text file.
ja_jp: 現在読み込まれているパスワードの一覧を平文でファイルに出力します。

# FileSettingsPageTitleText.Text
source: Configure
ja_jp: 設定

# GomaShioFileTypeDescription
source: GomaShio Password File
ja_jp: GomaShioパスワードファイル

# HideItemValueCheck
source: Hide Item Value
ja_jp: 設定値を表示しない

# ImportPasswordFileButton.Content
source: Import
ja_jp: インポート

# ImportPasswordFileDescription.Text
source: Import IDs/Passwords from exported plain text file. Current registered IDs/Passwords are all cleared.
ja_jp: ファイルに出力した平文のパスワード一覧を読み込みます。現在登録されているパスワードはすべて削除されます。

# InquiryDefaultName1.Text
source: User ID
ja_jp: ユーザID

# InquiryDefaultName2.Text
source: Password
ja_jp: パスワード

# InquiryItemNameTitle.Text
source: Item name
ja_jp: 項目名

# InquiryItemValueTitle.Text
source: Item value
ja_jp: 設定値

# MainPageAccountListRadio.Content
source: Account list
ja_jp: アカウント一覧

# MainPageConfiguRadio.Content
source: Configure
ja_jp: 設定

# MSG_BUCKUP_FILE_NOT_EXIST
source: There are no backup files.
ja_jp: 回復可能なバックアップは存在しません。

# MSG_FAILED_LOAD_PASSWORD_FILE
source: It failed to load password file.
ja_jp: パスワードファイルの読み込みに失敗しました。

# MSG_INITIAL_USE_MSG
source: Please specify a master password.
ja_jp: 初めて使用する時は、パスワードと保存先のファイル名を指定してください。

# NewPassDSavePasswordCheck.Content
source: Save password
ja_jp: パスワードを保存する

# PassExcludeConfuseCheck.Content
source: Exclude confusing characters
ja_jp: 紛らわしい文字を除外する

# PassGenerateButton.Content
source: Generate Password
ja_jp: パスワードの生成

# PassLowerCaseCheck.Content
source: Lowercase
ja_jp: 英小文字

# PassNumberCheck.Content
source: Numerics
ja_jp: 数字

# PassSymbolCheck.Content
source: Symbols
ja_jp: 記号

# PassUpperCaseCheck.Content
source: Uppercase
ja_jp: 英大文字

# PasswordDialog.SecondaryButtonText
source: Cancel
ja_jp: キャンセル

# PasswordDigitTitle.Text
source: Digits
ja_jp: 桁数

# PasswordErrorText.Text
source: Password unmatch
ja_jp: パスワードが違います

# PasswordText1Title.Text
source: Enter password string
ja_jp: 暗号・復号に使用するパスワードを入力してください

# RecoveryBackupDialog.PrimaryButtonText
source: Close
ja_jp: 閉じる

# RecoveryBackupDialog.Title
source: Recovery From Backups
ja_jp: バックアップからファイルを取得

# RecoveryBackupGetButton.Content
source: Get
ja_jp: 取得

# RecoveryFromBackupButton.Content
source: Recovery
ja_jp: リカバリ

# RecoveryFromBackupDescription.Text
source: Recovery old password file from backups.
ja_jp: バックアップファイルから古いパスワードファイルを取得します。

# SavePasswordCheck.Content
source: Save password
ja_jp: パスワードを保存する

# SelectedFileNameTitle.Text
source: Selected File Name
ja_jp: 保存先ファイル名

# SelectExistingDescription.Text
source: Set up to use a existing password file.
ja_jp: 既存のファイルを使用するよう設定します。

# SelectExistingPasswordFileButton.Content
source: Use Existing File
ja_jp: 既存のファイルを使う

# SetNewPassDialog.PrimaryButtonText
source: Change password
ja_jp: OK

# SetNewPassDialog.SecondaryButtonText
source: No, cancel changing
ja_jp: キャンセル

# SetNewPassDialog.Title
source: Set new password
ja_jp: パスワードの設定

# TextFileTypeDescription
source: Text file
ja_jp: テキストファイル
